[M_PoeticLicense MissionDefinition]
MissionName="Licença Poética"
MissionDescription="Scooter quer escrever um poema de amor mas, para isso ele precisa de inspiração. Por isso, ele lhe pediu que explore toda Pandora em busca de cenas naturais (ou não tão naturais) que possam inspirá-lo a completar seu poema e assim, ganhar o coração de uma tal de Daisy. "
TurnInDescription="Criticar é fácil..."
MissionSummary="Ajude o Scooter a terminar seu poema de amor. "
MissionGiver="Scooter"
MissionTurnInLocation="Scooter"
TeaserText="Zaroio, Peidorrero, Meleca e agora... Scooter."

[M_PoeticLicense:FindLocations MissionObjectiveDefinition]
ProgressMessage="Busque inspiração para o Scooter"

[M_PoeticLicense:GivethePoem MissionObjectiveDefinition]
ProgressMessage="Entregue o poema para Daisy"

[M_PoeticLicense:MissionObjectiveDefinition_0 MissionObjectiveDefinition]
ProgressMessage="Pegue uma revista pornô"

[M_PoeticLicense:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PoeticLicense:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PoeticLicense:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride="Retorne até o Scooter para que ele possa lhe entregar seu poema."
MissionDescriptionOverride="Scooter quer escrever um poema de amor mas, para isso ele precisa de inspiração. Por isso, ele lhe pediu que explore toda Pandora em busca de cenas naturais (ou não tão naturais) que possam inspirá-lo a completar seu poema e assim, ganhar o coração de uma tal de Daisy. Você já conseguiu toda inspiração poética necessária. Agora você só precisa ir até o Scooter, pegar o poema que ele escreveu e levar para a Daisy."

[M_PoeticLicense:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue à Daisy o poema de amor do Scooter."
MissionDescriptionOverride="Scooter quer escrever um poema de amor mas, para isso ele precisa de inspiração. Por isso, ele lhe pediu que explore toda Pandora em busca de cenas naturais (ou não tão naturais) que possam inspirá-lo a completar seu poema e assim, ganhar o coração de uma tal de Daisy. Depois de terminado o poema, Scooter deseja que você o entregue para Daisy em seu nome."

[M_PoeticLicense:PoeticLicense_PickUpCamera MissionObjectiveDefinition]
ProgressMessage="Pegue a câmera do Scooter"

[M_PoeticLicense:ReturntoScooter MissionObjectiveDefinition]
ProgressMessage="Volte até o Scooter"

[M_PoeticLicense:WaitForReaction MissionObjectiveDefinition]
ProgressMessage="Registre a reação de Daisy"

